const quests = [
  {
    id: 435
    , title: "Сгонять в магаз за пивом"
    , author: "qweqweqwe"
    , cat: "курьерские квесты"
    , link: "courier"
    , dificulty: '4'
    , description: 'Магаз за углом, я бух, как черт, сгоняйте за пивом, трубы горят. Сдачу можете оставить себе'
    , reward: {
      loot: 'сушеная вобла'
      , money: 'сдачу можешь оставить себе'
      , xp: '50'
    }
  }
  , {
    id: 3
    , title: "Переустановить винду красивой девушке ;)"
    , author: "qweqweqwe"
    , cat: "технологии"
    , link: "technology"
    , dificulty: '2'
    , description: 'Если вы понимаете, о чем я;) Чмоки. Жду. Интим не предлагать'
    , reward: {
      loot: 'планка ОЗУ на 2 Гб'
      , money: '0'
      , xp: '250'
    }
   }
  , {
    id: 4
    , title: "Сдать за брата ЕГЭ"
    , author: "qweqweqwe"
    , cat: "образование"
    , link: "education"
    , dificulty: '4'
    , description: 'Очень не хочу, чтобы брат ходил в армию. Он там накачается и будет меня лупить. Пожалуйста, сдайте за него ЕГЭ. Оплачу с денег на завтраки'
    , reward: {
      loot: 'душа сдающего'
      , money: '10000'
      , xp: '450'
    }
   }
  , {
    id: 5
    , title: "Изготовить приворотное зелье"
    , author: "qweqweqwe"
    , cat: "кулинария"
    , link: "cookery"
    , dificulty: '1'
    , description: 'Ингридиенты на месте. Просто смешайте в пропорциях и сварите до копения. Сам не могу, хочу проверить, один я такой рукожоп?'
    , reward: {
      loot: 'личный раб'
      , money: '100'
      , xp: '50'
    }
   }
  , {
    id: 10
    , title: "Кремировать поросенка"
    , author: "Дядя Ваня"
    , cat: "кулинария"
    , link: "cookery"
    , dificulty: '3'
    , description: 'Разделанная тушка поросенка ждет Вашего вмешательства и высоких температур.'
    , reward: {
      loot: '10х порций активированного угля'
      , money: '1000'
      , xp: '250'
    }
   }
  , {
    id: 6
    , title: "Сделать копию Моны Лизы"
    , author: "qweqweqwe"
    , cat: "творчество"
    , link: "creation"
    , dificulty: '5'
    , description: 'Вот прям чтобы не прикопаться. На дачу повесить. Оплачу со следующей взятки'
    , reward: {
      loot: 'Ксива ФСБ'
      , money: '101000000'
      , xp: '1050'
    }
   }
  , {
    id: 7
    , title: "Тич ме андерстенд рашн"
    , author: "qweqweqwe"
    , cat: "языки"
    , link: "lang"
    , dificulty: '4'
    , description: 'Ай донт ноу, ват а хаппенед хия. Ниид андерстенд рашн совл'
    , reward: {
      loot: 'словарь латыни'
      , money: '500'
      , xp: '150'
    }
   }
  , {
    id: 8
    , title: "Перевести Некрономикон на человеческий"
    , author: "Алистер Кроули"
    , cat: "языки"
    , link: "lang"
    , dificulty: '4'
    , description: 'По техническим причинам книга утеряна/порвана/сожжена. Необходимо востановить перевод с языка оригинала. Все расходные материалы (словари, бумага, канцелярские пренадлежности, кровь девственниц) прилагаю.'
    , reward: {
      loot: 'МОГУЩЕСТВО'
      , money: '500'
      , xp: '150'
    }
   }
]
export default quests;